[
  {
    "title": "Max Verstappen: Red Bull Racing's Driving Force in Formula 1",
    "summary": "In the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emerged as a force to be reckoned with. Born on September 30, 1997, in Hasselt, Belgium, Verstappen has carved out a reputation as one of the most talented and exciting drivers on the circuit. His rise in the sport has been meteoric, marked by record-breaking achievements and a fearless racing style. ",
    "imageUrl": "src/lib/images/ArticlePlaceholder/images.jpeg",
    "subject": "Sports",
    "topArticle":"Super",
    "isAd":"False",
    "articleText": "In the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has em"
  },
  {
    "title": "President Biden: Steering America Through Challenge and Change",
    "summary": "President Joe Biden navigates America through a transformative era, tackling both immediate crises and long-term challenges.",
    "imageUrl": "src/lib/images/ArticlePlaceholder/Joe_Biden_presidential_portrait.jpg",
    "subject": "Politics",
    "topArticle":"True",
    "isAd":"False",
    "articleText": "In the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has emIn the high-speed, adrenaline-fueled world of Formula One, Max Verstappen has em"
  },
    {
    "title": "Toucans: The Vibrant Ambassadors of the Tropics",
    "summary": "Toucans, with their vibrant bills and plumage, are not only tropical rainforest icons but also crucial to their ecosystems.",
    "imageUrl":"src/lib/images/ArticlePlaceholder/360_F_491777222_2kC4zaRq2wams4y3t0UjKg95OgdILXUC.jpg",
    "subject": "Nature",
    "topArticle":"True",
    "isAd":"False",
    "articleText": ""
  },
    {
    "title": "The Power of Music: A Universal Language",
    "summary": "Music is a powerful and universal form of expression that transcends cultural, linguistic, and geographical boundaries. It has the ability to evoke emotions, convey messages, and create connections between people, making it an essential part of human experience. Whether through the rhythms of a drum, the melodies of a violin, or the lyrics of a song, music has the capacity to inspire, heal, and unite individuals across the globe.",
    "imageUrl":"",
    "subject": "Music",
    "topArticle":"True",
    "isAd":"False",
    "articleText": ""
  },
  {
    "title": "Climate Change: A Defining Challenge of Our Time",
    "summary": "Climate change, a critical 21st-century challenge, is altering global weather patterns and atmospheric conditions, mainly due to human activities.",
    "imageUrl":"src/lib/images/ArticlePlaceholder/gettyimages-586087414-2048x2048-smaller-scaled.jpg",
    "subject": "Politics",
    "topArticle":"True",
    "isAd":"False",
    "articleText": ""
  },
  {
    "title": "Best cities to visit in Florida",
    "summary": "Florida offers diverse experiences, from Orlando's magical theme parks to Miami's lively streets, making it a top travel destination.",
    "imageUrl":"src/lib/images/ArticlePlaceholder/0 HERO_HoustonTX_GettyImages-532390052.jpg",
    "subject": "Tourism",
    "topArticle":"True",
    "isAd":"False",
    "articleText": ""
  },
    {
    "title": "David Njoku: Rising Star in the NFL",
    "summary": "David Njoku, the Cleveland Browns' dynamic tight end, stands out in the NFL with his remarkable athleticism and game-changing plays.",
    "imageUrl":"src/lib/images/ArticlePlaceholder/71026049007-usatsi-21546141.jpg.webp",
    "subject": "Sports",
    "topArticle":"False",
    "isAd":"False",
    "articleText": ""
  },
  {
    "title": "",
    "summary": "",
    "imageUrl":"src/lib/images/AdPics/53.jpg",
    "subject": "Ad",
    "topArticle":"",
    "isAd":"True",
    "articleText": ""
  },
  {
    "title": "Navigating the New Normal: Understanding the Impact of COVID-19",
    "summary": "The COVID-19 pandemic, originating in Wuhan, China, has drastically impacted global health, economies, and daily life.",
    "imageUrl":"",
    "subject": "Medicine",
    "topArticle":"False",
    "isAd":"False",
    "articleText": ""
  },
  {
    "title": "Vladimir Putin: A Controversial Figure in Global Politics",
    "summary": "Vladimir Putin, Russia's President, is a pivotal and controversial figure in global politics, influencing both domestic and international affairs.",
    "imageUrl":"",
    "subject": "Politics",
    "topArticle":"False",
    "isAd":"False",
    "articleText": ""
  },
  {
    "title": "Cleveland Browns win the Super Bowl!",
    "summary": "The Cleveland Browns' first Super Bowl win marks a historic moment, ending a long drought and thrilling their fans.",
    "imageUrl":"",
    "subject": "Sports",
    "topArticle":"False",
    "isAd":"False",
    "articleText": ""
  },
    {
    "title": "",
    "summary": "",
    "imageUrl":"src/lib/images/AdPics/61.jpg",
    "subject": "Ad",
    "topArticle":"",
    "isAd":"True",
    "articleText": ""
  },
  {
    "title": "The Art of Storytelling: A Timeless Tradition",
    "summary": "Storytelling, a timeless art form, has shaped human culture across millennia, serving as a tool for communication, education, and entertainment.",
    "imageUrl":"",
    "subject": "Writing",
    "topArticle":"False",
    "isAd":"False",
    "articleText": ""
  }

]
